[
    "Yo Mama so fat she sued Xbox 360 for guessing her weight.",
    "You're so fat that when you were diagnosed with a flesh eating bacteria - the doctors gave you 87 years to live.",
    "You're so fat you've got more chins than a Hong Kong phone book.",
    "Yo Mama so fat she's on both sides of the family.",
    "Yo Mama so fat that even Dora couldn't explore her.",
    "Yo Mama so fat that she doesn't need the internet; she's already world wide.",
    "You're so fat that when you farted you started global warming.",
    "You're so fat the back of your neck looks like a pack of hot-dogs.",
    "You're so fat that when you fell from your bed you fell from both sides.",
    "You're so fat when you get on the scale it says \"To be continued.\"",
    "You're so fat when you go swimming the whales start singing \"We Are Family\".",
    "You're so fat when you stepped on the scale, Buzz Lightyear popped out and said \"To infinity and beyond!\"",
    "You're so fat when you turn around, people throw you a welcome back party.",
    "You're so fat when you were in school you sat by everybody.",
    "You're so fat when you went to the circus the little girl asked if she could ride the elephant.",
    "You're so fat when you go on an airplane, you have to pay baggage fees for your ass.",
    "You're so fat whenever you go to the beach the tide comes in.",
    "You're so fat I could slap your butt and ride the waves.",
    "You're so fat I'd have to grease the door frame and hold a Twinkie on the other side just to get you through.",
    "Yo Mama so dumb I told her Christmas was around the corner and she went looking for it.",
    "You're so dumb it took you 2 hours to watch 60 minutes.",
    "Yo Mama so dumb she bought tickets to Xbox Live.",
    "You're so dumb that you thought The Exorcist was a workout video.",
    "You're so ugly that you went to the salon and it took 3 hours just to get an estimate.",
    "You're so ugly that even Scooby Doo couldn't solve that mystery.",
    "What is the weighted center between Planet X and Planet Y? Oh it's YOU!",
    ":eggplant: :eggplant: :eggplant:",
    "Your birth certificate is an apology letter from the condom factory.",
    "I wasn't born with enough middle fingers to let you know how I feel about you.",
    "You must have been born on a highway because that's where most accidents happen.",
    "I'm jealous of all the people that haven't met you.",
    "I bet your brain feels as good as new, seeing that you never use it.",
    "I'm not saying I hate you, but I would unplug your life support to charge my phone.",
    "You're so ugly, when your mom dropped you off at school she got a fine for littering.",
    "You bring everyone a lot of joy, when you leave the room.",
    "What's the difference between you and eggs? Eggs get laid and you don't.",
    "You're as bright as a black hole, and twice as dense.",
    "I tried to see things from your perspective, but I couldn't seem to shove my head that far up my ass.",
    "Two wrongs don't make a right, take your parents as an example.",
    "You're the reason the gene pool needs a lifeguard.",
    "If laughter is the best medicine, your face must be curing the world.",
    "You're so ugly, when you popped out the doctor said \"Aww what a treasure\" and your mom said \"Yeah, lets bury it.\"",
    "I have neither the time nor the crayons to explain this to you.",
    "You have two brains cells, one is lost and the other is out looking for it.",
    "How many times do I have to flush to get rid of you?",
    "I don't exactly hate you, but if you were on fire and I had water, I'd drink it.",
    "You shouldn't play hide and seek, no one would look for you.",
    "Some drink from the fountain of knowledge; you only gargled.",
    "Roses are red violets are blue, God made me pretty, what happened to you?",
    "It's better to let someone think you are an Idiot than to open your mouth and prove it.",
    "Somewhere out there is a tree, tirelessly producing oxygen so you can breathe. I think you owe it an apology.",
    "The last time I saw a face like yours I fed it a banana.",
    "The only way you'll ever get laid is if you crawl up a chicken's ass and wait.",
    "Which sexual position produces the ugliest children? Ask your mother.",
    "If you really want to know about mistakes, you should ask your parents.",
    "At least when I do a handstand my stomach doesn't hit me in the face.",
    "If I gave you a penny for your thoughts, I'd get change.",
    "If I were to slap you, it would be considered animal abuse.",
    "Do you know how long it takes for your mother to take a crap? Nine months.",
    "What are you going to do for a face when the baboon wants his butt back?",
    "Well I could agree with you, but then we'd both be wrong.",
    "You're so fat, you could sell shade.",
    "It looks like your face caught on fire and someone tried to put it out with a hammer.",
    "You're not funny, but your life, now that's a joke.",
    "You're so fat the only letters of the alphabet you know are KFC.",
    "Oh my God, look at you. Was anyone else hurt in the accident?",
    "What are you doing here? Did someone leave your cage open?",
    "You're so ugly, the only dates you get are on a calendar.",
    "I can explain it to you, but I can't understand it for you.",
    "You are proof that God has a sense of humor.",
    "If you spoke your mind, you'd be speechless.",
    "Why don't you check eBay and see if they have a life for sale.",
    "If I wanted to hear from an asshole, I'd fart.",
    "You're so fat you need cheat codes to play Wii Fit",
    "You're so ugly, when you got robbed, the robbers made you wear their masks.",
    "Do you still love nature, despite what it did to you?",
    "You are proof that evolution CAN go in reverse.",
    "I'll never forget the first time we met, although I'll keep trying.",
    "Your parents hated you so much your bath toys were an iron and a toaster",
    "Don't feel sad, don't feel blue, Frankenstein was ugly too.",
    "You're so ugly, you scared the crap out of the toilet.",
    "It's kinda sad watching you attempt to fit your entire vocabulary into a sentence.",
    "I fart to make you smell better.",
    "You're so ugly you make blind kids cry.",
    "You're a person of rare intelligence. It's rare when you show any.",
    "You're so fat, when you wear a yellow rain coat people scream ''taxi''.",
    "I heard you went to a haunted house and they offered you a job.",
    "You look like a before picture.",
    "If your brain was made of chocolate, it wouldn't fill an M&M.",
    "Aww, it's so cute when you try to talk about things you don't understand.",
    "I heard your parents took you to a dog show and you won.",
    "You stare at frozen juice cans because they say, \"concentrate\".",
    "You're so stupid you tried to wake a sleeping bag.",
    "Am I getting smart with you? How would you know?",
    "We all sprang from apes, but you didn't spring far enough.",
    "I'm no proctologist, but I know an asshole when I see one.",
    "When was the last time you could see your whole body in the mirror?",
    "You must have a very low opinion of people if you think they are your equals.",
    "So, a thought crossed your mind? Must have been a long and lonely journey.",
    "You're the best at all you do - and all you do is make people hate you.",
    "Looks like you fell off the ugly tree and hit every branch on the way down.",
    "Looks aren't everything; in your case, they aren't anything.",
    "You have enough fat to make another human.",
    "You're so ugly, when you threw a boomerang it didn't come back.",
    "You're so fat a picture of you would fall off the wall!",
    "Your hockey team made you goalie so you'd have to wear a mask.",
    "Ordinarily people live and learn. You just live.",
    "Did your parents ever ask you to run away from home?",
    "I heard you took an IQ test and they said your results were negative.",
    "You're so ugly, you had tinted windows on your incubator.",
    "Don't you need a license to be that ugly?",
    "I'm not saying you're fat, but it looks like you were poured into your clothes and someone forgot to say \"when\"",
    "I've seen people like you, but I had to pay admission!",
    "I hear the only place you're ever invited is outside.",
    "Keep talking, someday you'll say something intelligent!",
    "You couldn't pour water out of a boot if the instructions were on the heel.",
    "Even if you were twice as smart, you'd still be stupid!",
    "You're so fat, you have to use a mattress as a maxi-pad.",
    "I may be fat, but you're ugly, and I can lose weight.",
    "I was pro life before I met you.",
    "What's the difference between you and Hitler? Hitler knew when to kill himself.",
    "You're so fat, your double chin has a double chin.",
    "If ignorance is bliss, you must be the happiest person on earth.",
    "You're so stupid, it takes you an hour to cook minute rice.",
    "Is that your face? Or did your neck just throw up?",
    "You're so ugly you have to trick or treat over the phone.",
    "I'd hit you but we don't hit girls around here.",
    "Dumbass.",
    "Bitch.",
    "I'd give you a nasty look but you've already got one.",
    "If I wanted a bitch, I'd have bought a dog.",
    "Scientists say the universe is made up of neutrons, protons and electrons. They forgot to mention morons.",
    "Why is it acceptable for you to be an idiot but not for me to point it out?",
    "Did you know they used to be called \"Jumpolines\" until your mum jumped on one?",
    "You're not stupid; you just have bad luck when thinking.",
    "I thought of you today. It reminded me to take the garbage out.",
    "I'm sorry I didn't get that - I don't speak idiot.",
    "Hey, your village called – they want their idiot back.",
    "I just stepped in something that was smarter than you… and smelled better too.",
    "You're so fat that at the zoo the elephants started throwing you peanuts.",
    "You're so fat every time you turn around, it's your birthday.",
    "You're so fat your idea of dieting is deleting the cookies from your internet cache.",
    "You're so fat your shadow weighs 35 pounds.",
    "You're so fat I could tell you to haul ass and you'd have to make two trips.",
    "You're so fat I took a picture of you at Christmas and it's still printing.",
    "You're so fat I tried to hang a picture of you on my wall, and my wall fell over.",
    "You're so fat Mount Everest tried to climb you.",
    "You're so fat you can't even jump to a conclusion.",
    "You're so fat you can't fit in any timeline.",
    "You're so fat you can't fit in this joke.",
    "You're so fat you don't skinny dip, you chunky dunk.",
    "You're so fat you fell in love and broke it.",
    "You're so fat you go to KFC and lick other peoples' fingers.",
    "You're so fat you got arrested at the airport for ten pounds of crack.",
    "You're so fat you'd have to go to Sea World to get baptized.",
    "You're so fat you have your own zip code.",
    "You're so fat you have more rolls than a bakery.",
    "You're so fat you don't have got cellulite, you've got celluheavy.",
    "You're so fat you influence the tides.",
    "You're so fat you jumped off the Grand Canyon and got stuck.",
    "You're so fat that you laid on the beach and Greenpeace tried to push you back in the water.",
    "You're so fat you leave footprints in concrete.",
    "You're so fat you need GPS to find your asshole.",
    "You're so fat you pull your pants down and your ass is still in them.",
    "You're so fat you show up on radar.",
    "If you were any less intelligent we'd have to water you three times a week..",
    "If your IQ was 3 points higher, you'd be a rock.",
    "I would insult you but nature did a better job.",
    "Does your ass get jealous of all the shit that comes out of your mouth?",
    "If I ate a bowl of alphabet soup, I could shit out a smarter sentence than any of yours.",
    "You're not pretty enough to be this stupid.",
    "That little voice in the back of your head, telling you you'll never be good enough? It's right.",
    "You look like you're going to spend your life having one epiphany after another, always thinking you've finally figured out what's holding you back, and how you can finally be productive and creative and turn your life around. But nothing will ever change. That cycle of mediocrity isn't due to some obstacle. It's who you *are*. The thing standing in the way of your dreams is; that the person having them is *you*.",
    "May your day and future be as pleasant as you are.",
    "I would agree with you but then we would both be wrong.",
    "I bite my thumb at you, sir.",
    "I'd call you a tool, but that would imply you were useful in at least one way.",
    "I hope you outlive your children.",
    "Are you and your dick having a competition to see who can disappoint me the most?",
    "Yo mamma is so ugly her portraits hang themselves.",
    "Your birth certificate is an apology from the abortion clinic.",
    "If you were anymore inbred you'd be a sandwich.",
    "Say hello to your wife and my kids for me.",
    "You are thick-headed bastards with a bloated bureaucracy, designed to compensate for your small and poor self-esteem, cocksuckers. You have the brains to ban the person who has come to support channel your bot, accusing him of violating the ephemeral ephemeral rules, stupid morons. By the way i have one of the biggest server(5.5k  people, ~30 anytime voiceonline members), and i know something about managing, and of these rules - dont be an asshole. You are fucking asshole, maybe it is product of your life alone, or your life with your mom, anyway - you are retard and your soul is a fucking bunch of stupid self-esteems."
	"I used to think that you were a big pain in the neck. Now I have a much lower opinion of you.",
    "Ever since I saw you in your family tree, I’ve wanted to cut it down.",
    "I’d explain it to you, but I don’t have any crayons with me.",
    "I heard your parents took you to a dog show and you won.",
    "You’re a person of rare intelligence. It’s rare when you show any.",
    "I would probably find you more interesting had I studied psychology.",
    "I look into your eyes and get the feeling someone else is driving.",
    "Brains aren’t everything. In fact in your case they’re nothing.",
    "Someday you may lose your hair, you may lose your teeth, your money and even lose your mind. But one thing you will never lose – your good looks, coz you can never lose what you don’t have!",
    "You fear success, but really have nothing to worry about.",
    "You are proof that evolution CAN go in reverse.",
    "Anybody who told you to be yourself, simply couldn’t have given you worse advice.",
    "I love what you’ve done with your hair. How did you get it to come out of one nostril like that?",
    "Don’t you need a license to be that ugly?",
    "Is your ass jealous of the amount of shit that just came out of your mouth?",
    "Your house is so nasty, I tripped over a rat, and a cockroach stole my wallet.",
    "You are so old, the candles on your birthday cake raised earth’s temperature by 3 degrees.",
    "I’m not saying I hate you, but I would unplug your life support to charge my phone.",
    "In the battle of wits you’re an unarmed man.",
    "Moonlight becomes you – total darkness even more.",
    "Roses are red, violets are blue, I have 5 fingers, the 3rd ones for you.",
    "You’re so dumb, your dog teaches you tricks.",
    "You are so dumb, you planted a dogwood tree and expected a litter of puppies.",
    "Your birth certificate is an apology letter from the condom factory.",
    "You inspired the slogan, “A mind is a terrible thing to waste.”",
    "You tell people you live just up the street from the corner of Walk and Don’t Walk.",
    "I bet your brain feels as good as new, seeing that you never use it.",
    "Some drink from the fountain of knowledge, you just gargled.",
    "Your house is so dirty you have to wipe your feet before you go outside.",
    "I wasn’t born with enough middle fingers to let you know how I feel about you.",
    "If you spoke your mind, you’d be speechless.",
    "You are living proof that God has a sense of humor.",
    "You must have been born on a highway because that’s where most accidents happen.",
    "Are you always an idiot, or just when I’m around?",
    "I heard you got a brain transplant and the brain rejected you.",
    "If you are going to be two faced, at least make one of them pretty.",
    "You stare at frozen juice cans because they say, “concentrate”.",
    "One more wrinkle and you’d pass for a prune.",
    "What’s the difference between you and eggs? Eggs get laid and you don’t.",
    "Have you considered suing your brains for non-support?",
    "Ordinarily people live and learn. You just live.",
    "I’m jealous of all the people that haven’t met you!",
    "You are so old, you walked into an antique shop and they sold you.",
    "You look like you just escaped from planet of the apes.",
    "You bring everyone a lot of joy, when you leave the room.",
    "I don’t know what makes you so stupid, but it really works.",
    "I heard you went to a freak show and got in for free.",
    "If laughter is the best medicine, your face must be curing the world.",
    "You remind me of the ocean – you make me sick.",
    "Your family tree is nothing but a rest stop for dogs.",
    "Two wrongs don’t make a right, take your parents as an example.",
    "You conserve toilet paper by using both sides.",
    "Let’s play horse. I’ll be the front end and you be yourself.",
    "I don’t exactly hate you, but if you were on fire and I had water, I’d drink it.",
    "You prefer three left turns to one right turn.",
    "You have a Teflon brain – nothing sticks.",
    "You shouldn’t play hide and seek, no one would look for you.",
    "You’re a dim bulb in the marquee of life.",
    "Don’t go to a mind reader; go to a palm reader; I know you’ve got a palm.",
    "It’s better to let someone think you are an Idiot than to open your mouth and prove it.",
    "When you get to the men`s room, you will see a sign that says, “Gentlemen.” Pay no heed to it. Go right on in.",
    "When they made you, they broke the mold – and beat the mold maker.",
    "Maybe if you ate some of that makeup you could be pretty on the inside.",
    "We can always tell when you are lying. Your lips move.",
    "What are you going to do for a face when the baboon wants his butt back?",
    "At least when I do a handstand my stomach doesn’t hit me in the face.",
    "Believe me, I don’t want to make a monkey out of you. Why should I take all the credit?",
    "When you die, I’d like to go to your funeral, but I’ll probably have to go to work that day. I believe in business before pleasure.",
    "How many times do I have to flush to get rid of you?",
    "If ugly were a crime, you’d get a life sentence.",
    "If ignorance is bliss, you must be the happiest person on earth.",
    "Roses are red violets are blue, God made me pretty, what happened to you?",
    "I don’t mind that you are talking so long as you don’t mind that I’m not listening.",
    "I fart to make you smell better.",
    "I feel sorry for you because you are so homely, but I feel even sorrier for other people because they have to look at you.",
    "If I told you that I have a piece of dirt in my eye, would you move?",
    "You are so old, when you were a kid rainbows were black and white.",
    "If my dog had your face, I would shave his butt and make him walk backwards.",
    "I hear you are being accepted into an exclusive club because they need someone to snub.",
    "I heard that you were a lady killer. They take one look at you and die of shock.",
    "You think Cheerios are doughnut seeds.",
    "Calling you an idiot would be an insult to all the stupid people.",
    "Are your parents siblings?",
    "You have the face of a saint. Saint Bernard, that is.",
    "You are so stupid, when you heard 90% of all crimes occur around the home, you went out.",
    "You are the reason God created the middle finger.",
    "You think Taco Bell is where you pay for your phone calls to Mexico.",
    "All day I thought of you. I was at the zoo.",
    "You must be from the shallow end of the gene pool.",
    "You call people to ask them for their phone number.",
    "To make you laugh on Saturday, I need to you joke on Wednesday.",
    "You weren’t fully debugged before being released.",
    "You may be a beautiful person on the inside, too bad you were born on the outside!",
    "You must be the arithmetic man – you add trouble, subtract pleasure, divide attention, and multiply ignorance.",
    "Your family wasn’t dysfunctional until you arrived.",
    "You have Diarrhea of the mouth; constipation of the ideas.",
    "You’re a few fries short of a Happy Meal.",
    "You’re a few planets short of a Federation.",
    "I’d like to see things from your point of view but I can’t seem to get my head that far up my ass.",
    "You’re so dense, light bends around you.",
    "You’re so dumb, blondes tell jokes about you.",
    "The last time I saw a face like yours I threw it a fish!",
    "I heard that you went to the haunted house and they offered you a job.",
    "I know you are nobody’s fool, but maybe someone will adopt you.",
    "The twinkle in your eyes is actually the sun shining between your ears.",
    "The mind reader had a very busy day today reading minds. You were a vacation for him.",
    "The wheel is turning but the hamster is definitely dead.",
    "I guess you prove that even god makes mistakes sometimes.",
    "I’ll hit you so hard by the time you come down, you’ll need a passport and plane ticket back.",
    "You’re as useful as an ashtray on a motorcycle.",
    "There is no vaccine against stupidity.",
    "I hear the only place You are ever invited is outside.",
    "Some people have called you a wit. They’re half right!",
    "If I ever need a brain transplant, I’d choose yours because I’d want a brain that had never been used.",
    "I’ll hit you so hard you’ll have to unzip your pants to say hi!",
    "I’d like to break the monotony; where’s your weakest point?",
    "Our friendship is like that of a dog to a fire hydrant.",
    "No, a polygon is not a dead parrot.",
    "Save your breath. You’ll need it to blow up your date.",
    "I’ll hit you so hard your kids will be born dizzy!",
    "Pardon me, but you’ve obviously mistaken me for someone who gives a damn.",
    "People can’t say that you have absolutely nothing! After all, you have inferiority!",
    "Sit down and give your mind a rest.",
    "People clap when they see you – their hands over their eyes or ears.",
    "We all spring from apes, but you didn’t spring far enough.",
    "You are so old, you fart dust.",
    "So, a thought crossed your mind? Must have been a long and lonely journey.",
    "Someone said that you are not fit to sleep with pigs. I stuck up for the pigs.",
    "You are so ugly she could scare the moss off a rock!",
    "Sure, I’ve seen people like you before – but I had to pay an admission.",
    "Your mind is on vacation but your mouth is working overtime.",
    "Your head whistles in a cross wind.",
    "They say that two heads are better than one. In your case, one would have been better than none.",
    "You’re ski lift doesn’t go to the top of the hill.",
    "There’s two things I really hate about you: your face!",
    "They say Will Rogers never met a man he didn’t like, obviously he never met you.",
    "For those who never forget a face, you are an exception.",
    "Why don’t you slip into something more comfortable. Like a coma.",
    "They say opposites attract. I hope you meet someone who is good-looking, intelligent, and cultured.",
    "When you go to the mind reader, do you get half price?",
    "You have signs on both ears saying “Space for Rent”.",
    "You are so stupid, you’d trip over a cordless phone.",
    "I’m busy now. Can I ignore you some other time?",
    "You’re a legend in your own mind.",
    "You are so old, your birth-certificate expired.",
    "You’re as useless as a screen door on a submarine.",
    "I’m looking forward to the pleasure of your company since I haven’t had it yet.",
    "If brains were dynamite, you would not have enough to blow your nose.",
    "People say that you are the perfect idiot. I say that you are not perfect, but you are doing alright.",
    "I would ask you how old you are, but I know you can’t count that high.",
    "I’ve had many cases of love that were just infatuation, but this hate I feel for you is the real thing.",
    "I wish your charm could be bottled – then a cork could be put in it.",
    "I may be fat but you are ugly, and I can lose weight.",
    "I would love to beat you up, but I have a problem with cruelty to dumb animals.",
    "I researched your entire family tree and it seems you were the sap.",
    "You are so old, even your memory is in black and white.",
    "Do you still love nature, despite what it did to you?",
    "The fact that no one understands you doesn't mean you’re an artist.",
    "So, a thought crossed your mind? Must have been a long and lonely journey.",
    "Is your ass jealous of the amount of shit that just came out of your mouth?",
    "You inspire my inner serial killer.",
    "A sharp tongue does not mean you have a keen mind.",
    "You’re IQ’s lower than your shoe size.",
    "I could say nice things about you, but I’d rather tell the truth.",
    "If opposites attract, then I hope you meet someone who is attractive, honest, intelligent, and cultured.",
    "Aha, I see the Fuck-Up Fairy has visited us again!",
    "Do you hear that? It’s the sound of no one caring.",
    "Ever since I saw you in your family tree I’ve wanted to cut it down.",
    "Are you always this stupid or are you making a special effort today.",
    "You should have been born in the Dark Ages; you look terrible in the light!",
    "When I look into your eyes, I see straight through to the back of your head.",
    "I see that you’ve set aside this special time to humiliate yourself in public.",
    "You started at the bottom… and it’s been downhill ever since.",
    "Behind every fat woman there is a beautiful woman. No seriously, your in the way.",
    "If I had a face like yours, I’d sue my parents.",
    "Can you finish up your life story? I got an appointment at four.",
    "Brains aren’t everything. In fact in your case they’re nothing.",
    "You have the perfect face for radio.",
    "No, no, I’m not insulting you I’m describing you.",
    "If laughter is the best medicine, your face must be curing the world.",
    "You’re like school in the summertime – no class.",
    "I’m busy, you’re ugly, have a nice day.",
    "What language are you speaking? Cause it sounds like bullshit.",
    "Don’t let you mind wander – it’s far too small to be let out on its own.",
    "I’m not saying I hate you I’m just saying if you got hit by a bus, I would be driving that bus.",
    "I’m blonde. What’s your excuse?",
    "I don’t think you are stupid. You just have a bad luck when thinking.",
    "You are so old, when you were a kid rainbows were black and white.",
    "Some people need a high five… in the face… with a chair. Want me to do it?",
    "You’re so ugly, you scared the crap out of the toilet.",
    "I don’t know what makes you so dumb but it really works.",
    "If what you don’t know can’t hurt you, you’re invulnerable.",
    "I’m glad to see you’re not letting your education get in the way of your ignorance.",
    "How many times do I have to flush before you go away?",
    "You do realize makeup isn’t going to fix your stupidity?",
    "I’m not being condescending, I’m too busy thinking about far more important things you wouldn’t understand.",
    "You’re about as sharp as a bowling ball.",
    "If ignorance is bliss, you must be the happiest person on earth.",
    "You’re so fake, Barbie is jealous.",
    "The reason old man use Viagra is not that they are impotent. It’s that old women are so very ugly.",
    "Aww, it’s so cute when you try to talk about things you don’t understand.",
    "I can feel my personality turning a dull shade of grey when I talk to you.",
    "Ordinarily people live and learn. You just live.",
    "You are as strong as an ox and almost as intelligent.",
    "If you were twice as smart, you’d still be stupid.",
    "Shock me, say something intelligent.",
    "Support bacteria – they’re the only culture some people have.",
    "Is your job devoted to spreading ignorance?",
    "It’s scary to think that people like you are graduating from college.",
    "Karma takes too long, I’d rather beat the shit out of you just now.",
    "I don’t think you are a fool. But then what’s MY opinion against thousands of others?",
    "Your gene pool could use a little chlorine.",
    "If bullshit could float…you’d be the Admiral of the fleet!",
    "Behind every fat person there’s someone beautiful. No seriously, you’re in the way.",
    "You’re so fat, you could sell shade.",
    "Roses are red, and bananas are yellow yo mama so fat she giggle like jellow.",
    "Are you in some kind of fitness protection program?",
    "Hey, you have somthing on your chin… no, the 3rd one down.",
    "You’re so fat, when you get into row boat it becomes a submarine.",
    "You’re so fat the only letters of the alphabet you know are KFC.",
    "There are more calories in your stomach than in the local supermarket!",
    "I’ve been told that inside every fat person, there’s someone beautiful… I’m just wondering who the hell you ate?",
    "You didn’t fall out of the stupid tree. You were dragged through dumbass forest.",
    "When was the last time you could see your whole body in the mirror?",
    "You’re so fat that the only thing stopping you from going to weight watchers is the door.",
    "Just wait till you can’t fit your hand in the Pringles tubes, then where will you get your daily nutrition from?",
    "Looks like you traded in your neck for an extra chin!",
    "You’re so fat, when God said let their be light, he said get your fat ass out the way.",
    "You’re so fat, when you wear a yellow rain coat people scream “taxi”.",
    "You’re so fat, a picture of you would fall off the wall!",
    "You’re so fat, I took a picture of you last Christmas and it’s still printing.",
    "You look like a before picture.",
    "I’m not saying you’re fat, but it looks like you were poured into your clothes and someone forgot to say “when”.",
    "Everyone stop insulting him, he has enough on his plate already.",
    "You’re so fat, you have to use a mattress as a maxi-pad.",
    "You must be on the seafood diet. When you see food, you eat it!",
    "When you stepped on the scale I thought my phone number popped up.",
    "You have enough fat to make another human.",
    "You’re so fat, your double chin has a double chin.",
    "You’re so fat, when you get bored of eating donuts, you shove two up your ass for the winter.",
    "Do you wanna lose ten pounds of ugly fat? Cut off your head.",
    "People like you are the reason I work out.",
    "Damn! How long have you been pregnant?",
    "You’re so fat, if you got your shoes shined, you’d have to take their word for it!",
    "You’re so fat, you have to strap a beeper on your belt to warn people you are backing up.",
    "It ain’t over till the fat lady sings. I’m sorry to bring your mother into this.",
    "You’re a light eater alright. As soon as it gets light, you starts eating.",
    "You’re so fat, you sweat gravy.",
    "Your ass is so fat, your asshole is mistaken for the blackhole.",
    "You’re so fat, when you take a shower your feet don’t get wet!",
    "You know you’re fat when no one has mentioned you’re also ginger.",
    "You’re so fat, you leave footprints in concrete.",
    "You’re so fat your belly button has an echo echo echo…",
    "You’re so fat your shadow casts a shadow.",
    "I see you were so impressed with your first chin that you added two more.",
    "Get off your high horse! You’re too fat and the horse is in pain.",
    "Every time someone calls you fat I get so depress I cut myself… a piece of cake.",
    "You’re so fat, you have the only car in town with stretch marks.",
    "You’re so fat, when you jump in the air, you get stuck!",
    "You’re the reason they invented double doors!",
    "If you can’t laugh at yourself, I’d be glad to do so for you.",
    "You smell – athletic.",
    "Converse with any plankton lately?",
    "If I throw a stick, will you go away?",
    "Calling you stupid would be an insult to stupid people.",
    "I can explain it to you, but I can’t understand it for you.",
    "You are so ugly that when your mom dropped you off at school, she got a ticket for littering.",
    "Are you always so stupid or is today a special occasion?",
    "I can lose weight, but you’ll always be ugly.",
    "The last time I saw a face like yours I fed it a banana.",
    "Are your parents siblings?",
    "If stupidity was painful, you’d be in agony.",
    "Don’t feel bad. A lot of people have no talent!",
    "If I gave you a penny for your thoughts, I’d get change.",
    "Can I borrow your face for a few days while my ass is on vacation?",
    "Mirrors can’t talk. Luckily for you, they can’t laugh either.",
    "He’s not stupid; he’s possessed by a retarded ghost.",
    "Your face looks like you’ve been using it as a doorstop.",
    "Every girl has the right to be ugly, but you abused the privilege.",
    "You have so many gaps in your teeth it looks like your tongue is in jail.",
    "Don’t you love nature, despite what it did to you?",
    "I’d like to help you out. Which way did you come in?",
    "Don’t you need a license to be that ugly?",
    "If I said anything to offend you it was purely intentional.",
    "He’s so dense that light bends around him.",
    "If you have something to say, raise your hand and place it over your mouth.",
    "He’s got that far away look. The farther he gets, the better he looks.",
    "I’d explain it to you, but I don’t have any crayons with me.",
    "I bet your mother has a loud bark!",
    "How did you get here? Did someone leave your cage open?",
    "Light travels faster than sound. This is why some people appear bright until you hear them speak.",
    "He’s the reason brothers and sisters shouldn’t marry.",
    "You’re a person of rare intelligence. It’s rare when you show any.",
    "Hey, act your age – senile!",
    "If you had one more brain cell, it would be lonely.",
    "I can’t talk to you right now; tell me, where will you be in ten years?",
    "I’m not offended by what you say. I’m just glad that you’re stringing words into sentences now.",
    "How many years did it take you to learn how to breathe?",
    "If brains were dynamite, you would not have enough to blow your nose.",
    "I hear you changed your mind! What did you do with the diaper?",
    "Don’t let your mind wander…it’s far too small to wander on its own.",
    "I hear what you’re saying but I just don’t care.",
    "Do you want people to accept you as you are or do you want them to like you?",
    "I certainly hope you are sterile.",
    "I reprimanded my brother for mimicking you. I told him not to act like a fool.",
    "I don’t know what makes you so stupid, but it really works!",
    "Anybody who told you to just be yourself couldn’t have given you worse advice.",
    "I know you’re not as stupid as you look. Nobody could be!",
    "You look like something I’d draw with my left hand.",
    "I hear you are very kind to animals so please give that face back to the gorilla.",
    "Your face is such a mess, when you practice diving why don’t you make sure the pool has water in next time?",
    "If you had another brain like the one you’ve got, you’d still be a half-wit.",
    "Is your ass jealous of the amount of shit that just came out of your mouth?",
    "If brains were rain, you`d be a desert.",
    "I wouldn’t piss in his ear if his brain was on fire!",
    "I’m not saying I hate you, but I would unplug your life support to charge my phone.",
    "I’d rather pass a kidney stone than another night with you.",
    "Roses are red, violets are blue, I have 5 fingers, the 3rd ones for you.",
    "If you stand close enough to him, you can hear the ocean.",
    "Your birth certificate is an apology letter from the condom factory.",
    "If I had a face like yours, I’d sue my parents!",
    "I wasn’t born with enough middle fingers to let you know how I feel about you.",
    "I’ve come across decomposed bodies that are less offensive than you are.",
    "I bet your brain feels as good as new, seeing that you never use it.",
    "I’m busy now. Can I ignore you some other time?",
    "You must have been born on a highway because that’s where most accidents happen.",
    "Ignorance can be cured. Stupid is forever.",
    "If you are going to be two faced, at least make one of them pretty.",
    "I’m blonde, what’s your excuse?",
    "What’s the difference between you and eggs? Eggs get laid and you don’t.",
    "I’ve seen people like you, but I had to pay admission!",
    "I’m jealous of all the people that haven’t met you!",
    "I’m not as dumb as you look.",
    "You bring everyone a lot of joy, when you leave the room.",
    "Please breathe the other way. You’re bleaching my hair.",
    "I could eat a bowl of alphabet soup and shit out a smarter statement than that.",
    "Never enter a battle of wits unarmed.",
    "Two wrongs don’t make a right, take your parents as an example.",
    "Keep talking, someday you’ll say something intelligent!",
    "Keep talking. I always yawn when I’m interested.",
    "Your family tree must be a cactus because everybody on it is a prick.",
    "Some day you will find yourself – and wish you hadn’t.",
    "If you’re gonna be a smartass, first you have to be smart. Otherwise you’re just an ass.",
    "Pardon me, but you’ve obviously mistaken me for someone who gives a damn.",
    "There’s only one problem with your face, I can see it.",
    "The next time you shave, could you stand a little closer to the razor?",
    "I don’t exactly hate you, but if you were on fire and I had water, I’d drink it.",
    "The cream rises to the top. So does the scum.",
    "It’s better to let someone think you are an Idiot than to open your mouth and prove it.",
    "Some people don’t hesitate to speak their minds because they have nothing to lose.",
    "You shouldn’t play hide and seek, no one would look for you.",
    "Talk is cheap, but so are you.",
    "Maybe if you ate some of that makeup you could be pretty on the inside.",
    "There is no vaccine against stupidity.",
    "Shut up, you’ll never be the man your mother is.",
    "The inbreeding is certainly obvious in your family.",
    "Roses are red violets are blue, God made me pretty, what happened to you?",
    "Whatever anyone says to you goes in one ear and out the other because nothing is blocking traffic.",
    "At least when I do a handstand my stomach doesn’t hit me in the face.",
    "Too bad stupidity isn’t painful.",
    "The only way you’ll ever get laid is if you crawl up a chicken’s ass and wait.",
    "They say opposites attract. I hope you meet someone who is good-looking, intelligent, and cultured.",
    "I’d slap you, but shit stains.",
    "Thinking isn’t your strong suit, is it?",
    "When God was throwing intelligence down to the Earth, you were holding an umbrella.",
    "What are you going to do for a face when the baboon wants his butt back?",
    "We all spring from apes but you didn’t spring far enough.",
    "How many times do I have to flush to get rid of you?",
    "You are as strong as an ox and almost as intelligent.",
    "Do you know how long it takes for your mother to take a crap? Nine months.",
    "Would you like some cheese and crackers to go with that whine?",
    "If you really want to know about mistakes, you should ask your parents.",
    "When I look into your eyes, I see the back of your head.",
    "If I were to slap you, it would be considered animal abuse!",
    "Why don’t you go to the library and brush up on your ignorance?",
    "Why don’t you slip into something more comfortable, like a coma.",
    "You are so stupid you got hit by a parked car.",
    "You’re the reason the gene pool needs a lifeguard.",
    "You are about as useful as a windshield wiper on a goat’s ass.",
    "It looks like your face caught on fire and someone tried to put it out with a hammer.",
    "You’re so dumb you thought Taco Bell was a phone company.",
    "Well I could agree with you, but then we’d both be wrong.",
    "You should be the poster child for birth control.",
    "Oh my God, look at you. Was anyone else hurt in the accident?",
    "You are the kind of person who, when one first meets you, one doesn’t like you. But when one gets to know you better, one hates you.",
    "You’re so ugly, the only dates you get are on a calendar.",
    "You grow on people – like a wart!",
    "You’re not funny, but your life, now that’s a joke.",
    "You’ve got your head so far up your ass you can chew your food twice.",
    "You’re so ugly, you scared the crap out of the toilet.",
    "Your mouth is getting too big for your muzzle.",
    "You are proof that God has a sense of humor.",
    "A sharp tongue is no indication of a keen mind.",
    "Don’t feel sad, don’t feel blue, Frankenstein was ugly too.",
    "You fail, so did your dads condom.",
    "You grow on people….so does cancer.",
    "I have way more important things to do than thinking about what you have to say to me.",
    "Is that your face? Or did your neck just throw up?",
    "If you want a good comeback you should go lick your mums face.",
    "I would insult you back but Mother Natures has already done such a fine job, I just couldn’t compete.",
    "You’re so stupid that you had to call 411 to get the number for 911.",
    "I’m a lot better than what you have to look at in the mirror every morning.",
    "You must have been born on a highway because that’s where most accidents happen.",
    "I thought I said goodbye to you this morning when I flushed the toilet.",
    "If I were a dog and you were a flower I’d lift up my leg and give you a shower.",
    "Funny you should call me an ugly bitch, your daddy likes to call me princess and other beautiful names, while he is dry humping my leg.",
    "Is that perfume or marinade?",
    "So, a thought crossed your mind? Must have been a long and lonely journey.",
    "Shut up, I’m not your mirror.",
    "How did you get here? Did someone leave your cage open?",
    "You’re spreading rumors about me? At least you found a hobby spreading something other than your legs.",
    "I’d slap you, but that would be animal abuse.",
    "Zombies are looking for brains. Don’t worry. You’re safe.",
    "Better at sex than anyone? Now all you need is a partner.",
    "Don’t get your panties in a bunch!",
    "Acting like a dick won’t make yours any bigger.",
    "Dont let your mind wander, it’s far too small to be out by itself.",
    "Your ugly – and your living proof that abortion should be legal.",
    "Learn from your parents mistakes, use birth control.",
    "Do they make those pants in men’s sizes?",
    "Keep rolling your eyes. Who knows, maybe you’ll find a brain back there.",
    "I could eat a bowl of alphabet soup and shit out a smarter statement than that.",
    "Why do you even wear a bra? You have nothing to put it in.",
    "It’s scary to think that people like you are allowed to vote.",
    "Out of millions of sperm, you were the fastest?",
    "I called your boyfriend gay and he hit me with his purse.",
    "I like you, you remind me of how it feels after I drop a huge deuce in the toilet.",
    "The smartest thing that ever came out your mouth was a penis.",
    "If I throw a stick, will you leave?",
    "You’d better hide, the garbage collecter is coming.",
    "I know I’m talking like an idiot. I have to, other wise you wouldn’t understand me.",
    "So you’ve changed your mind? Does this one work any better?",
    "Shouldn’t you be out on a ledge somewhere?",
    "Do you have to leave so soon? I was about to poison the tea.",
    "You’re not stupid, your just possessed by a retarded ghost.",
    "Why don’t you go play in traffic?",
    "I’m fat because every time I did your mom she gave me a cookie.",
    "Shut up, you’ll never be the man your mother is!",
    "Some babies were dropped on their heads but clearly you were thrown at the wall.",
    "Nice outfit. Go stand on a street corner, you could make some money.",
    "If you’re going to act like a turd, go lie in the yard.",
    "Has anybody ever told you that you are incredibly average?",
    "I wish I had a lower I.Q, maybe then I could enjoy your company.",
    "This is why people talk about you when you’re not around.",
    "I don’t have the time or energy to sink to your level; you have a nice day though.",
    "I’m busy now, can I ignore you another time?",
    "I would answer you back but life is too short, just like your d*ck.",
    "I may be fat but you’re ugly and at least I can loose weight.",
    "You have a remarkable grasp of the obvious.",
    "I dont care what everybody says about you, i think your good guy.",
    "Careful now, don’t let your brains go to your head!",
    "Is your ass jealous of the amount of shit that just came out of your mouth?",
    "At least there’s one thing good about your body. It isn’t as ugly as your face.",
    "You are as sharp as a bowling ball.",
    "As an outsider, what do you think of the human race?",
    "Two wrongs don’t make a right, take your parents as an example.",
    "I’d like to kick you in the teeth, but why should I improve your looks?",
    "When I look into your eyes, I see straight through to the back of your head.",
    "I like you. People say I’ve no taste, but I like you.",
    "If I wanted to kill myself I’d climb your ego and jump to your IQ.",
    "Brains aren’t everything. In fact, in your case they’re nothing.",
    "You have the perfect face for radio.",
    "Keep talking, someday you’ll say something intelligent!",
    "Your birth certificate is an apology letter from the condom factory.",
    "Any similarity between you and a human is purely coincidental!",
    "Jesus loves you, but everyone else thinks you’re an asshole.",
    "Did your parents ever ask you to run away from home?",
    "You are proof that evolution CAN go in reverse.",
    "If I had a face like yours. I’d sue my parents!",
    "Aww, it’s so cute when you try to talk about things you don’t understand.",
    "Don’t you love nature, despite what it did to you?",
    "I don’t think you are stupid. You just have a bad luck when thinking.",
    "Don’t get insulted, but is your job devoted to spreading ignorance?",
    "Please, keep talking. I always yawn when I am interested.",
    "You are a man of the world and you know what sad shape the world is in.",
    "You’re so fake, Barbie is jealous.",
    "He has a mechanical mind. Too bad he forgot to wind it up this morning.",
    "I’m not being rude, you’re just insignificant.",
    "Don’t think, it may sprain your brain!",
    "If bullshit could float…you’d be the Admiral of the fleet!",
    "Fellows like you don’t grow from trees; they swing from them.",
    "Are your parents siblings?",
    "He is always lost in thought it’s unfamiliar territory.",
    "It looks like your face caught on fire and someone tried to put it out with a hammer.",
    "He has a mind like a steel trap, always closed!",
    "Whatever kind of look you were going for, you missed.",
    "He is so short, when it rains he is always the last one to know.",
    "Calling you an idiot would be an insult to all stupid people.",
    "He is listed in Who’s Who as What’s That?",
    "I’m already visualising the duct tape across your mouth.",
    "He is dark and handsome. When it’s dark, he’s handsome.",
    "What would you call a woman who goes out with You? Desperate!",
    "Are you always so stupid or is today a special occasion?",
    "Even if you were twice as smart, you’d still be stupid!",
    "He is known as a miracle comic. If he’s funny, it’s a miracle!",
    "You are so ugly when you looked in the mirror your reflection walked away.",
    "He is the kind of a man that you would use as a blueprint to build an idiot.",
    "You were beautiful in my dreams, but a fucking nightmare in reality.",
    "He is living proof that man can live without a brain!",
    "You look like a before picture.",
    "Hi! I’m a human being! What are you?",
    "You stare at frozen juice cans because they say, “concentrate”.",
    "How much refund do you expect on your head now that it’s empty.",
    "How many times do I have to flush before you go away?",
    "Don’t feel bad. A lot of people have no talent!",
    "Your so dense, light must bend around you.",
    "How come you’re here? I thought the zoo is closed at night!",
    "You are living proof that manure can sprout legs and walk.",
    "How did you get here? Did someone leave your cage open?",
    "I haven’t been ignoring you; I’ve been prioritizing you.",
    "I can’t talk to you right now; tell me, where will you be in the next 10 years?",
    "You’re like school in the summertime – no class.",
    "How would you like to feel the way you look?",
    "You have enough fat to make another human.",
    "I can’t seem to remember your name, and please don’t help me!",
    "You are so old, when you were a kid rainbows were black and white.",
    "I don’t know what makes you so stupid, but it really works.",
    "Who the hell did you eat?",
    "I don’t want you to turn the other cheek; it’s just as ugly.",
    "Stupidity is not a crime so you are free to go.",
    "I don’t know who you are, but whatever you are, I’m sure everyone will agree with me.",
    "You better hope you marry rich.",
    "I don’t even like the people you’re trying to imitate, if you are at all.",
    "I can feel my personality turning a dull shade of grey when I talk to you.",
    "I could make a monkey out of you, but why should I take all the credit?",
    "I’m not saying I hate you, but I would unplug your life support to charge my phone.",
    "Why are you so stupid today? Anyway, I think that’s very typical of you.",
    "Shock me, say something intelligent.",
    "I know you’re not as stupid as you look. Nobody could be!",
    "I wasn’t born with enough middle fingers to let you know how I feel about you.",
    "I know you were born silly, but why did you have a relapse?",
    "Did your parents keep the placenta and throw away the baby?",
    "I know you’re a self-made man. It’s nice of you to take the blame!",
    "What’s the difference between you and eggs? Eggs get laid and you don’t.",
    "Do u practice being this ugly?",
    "It’s scary to think that people like you are graduating from college.",
    "I’ve seen people like you, but I had to pay admission!",
    "Your gene pool could use a little chlorine.",
    "You should donate blood. All of it!",
    "Your family tree is a cactus, because everybody on it is a prick.",
    "If I wanted a friend like you, I’d buy a dog.",
    "You must have been born on a highway because that’s where most accidents happen.",
    "I can’t tell if you’re on too many drugs or not enough.",
    "It looks like your face caught on fire and someone tried to put it out with a fork.",
    "Twinkle twinkle little star, I want to hit you with my car, Throw you off a cliff so high, I hope you break your neck and die.",
    "I failed a spelling test because they asked me how to spell ‘bitch’ and I wrote down your name.",
    "You must have been born on a highway, because that’s where most accidents happen.",
    "I thought of you today. It reminded me to take out the garbage.",
    "We all sprang from apes, but you didn’t spring far enough.",
    "Some people are like slinkies; they’re really good for nothing, but they still bring a smile to your face when you push them down a flight of stairs."
]
